"language_name" = "Hrvatski";

"settings_title" = "Nazad";

"terms_of_use" = "Uvjeti korištenja";

"app_name" = "Moments";

"action_calendar" = "Calendar";
"action_settings" = "Postavke";

"home_screen" = "Početna stranica";

"settings" = "Postavke";
"seznam" = "Popis";

"home_screen_title" = "Odvojite trenutak za svoje zdravlje. Aplikacija nudi smjernice za pijenje mineralne vode Donat Mg na čijoj osnovi Rogaška medical center već više od stoljeća provodi terapije. Odsad su smjernice za pijenje na raspolaganju i vama.";

"drinking" = "Način pijenja";
"interval" = "Trajanje";

"start_date" = "Odabrani početni dan pijenja:";

"button_indication_start" = "UKLJUČI";
"button_indication_stop" = "IZKLJUČI";

"confirmation_title" = "Uspješno ste postavili podsjetnik";
"confirmation_desc" = "Podsjetnik za pijenje Donata Mg sada je postavljen. Nazdravlje!";
"confirmation_back" = "Na početnu stranicu";

"save" = "SPREMI";

"zbujanje" = "Buđenje";
"zajtrk" = "Doručak";
"kosilo" = "Ručak";
"vecerja" = "Večera";
"spanje" = "Spavanje";

"obrokov" = "Broj obroka";

"close" = "ODUSTANI";

"home" = "Početna";

"licence" = "© Droga Kolinska d.d. Sva prava pridržana. Droga Kolinska je dio Atlantic Grupe.";

"rules_html" = "rules_hr.html";

"choose_language" = "Izberi jezik";

"choose_obrokov" = "Broj obroka";

"indication_1" = "Zatvor";
"indication_2" = "Žgaravica";
"indication_3" = "Nedostatak magnezija";
"indication_4" = "Šećerna bolest ";
"indication_5" = "Bolesti žučnog mjehura i gušterače";
"indication_6" = "Nastanak bubrežnih kamenaca";
"indication_7" = "Pretilost i mršavljenje";
"indication_8" = "Bolesti srca i krvožilnog sustava";
"indication_9" = "Stres, glavobolje";
"indication_10" = "Za bolje raspoloženje";

"indication_1_desc" = "Donat Mg prirodni je osmotski laksativ. Sadržava sulfatne soli i približno 1000 mg/l magnezija. Sulfatni ioni imaju sposobnost vezivanja velikih količina vode, zato se volumen crijevnog sadržaja povećava od 3 do 5 puta, što izaziva kretanje crijeva.";
"indication_2_desc" = "Zbog sadržaja od približno 7800 mg hidrogenkarbonata, Donat Mg ima sposobnost vezivanja kiselina i puferiranja slobodnih kiselina. Natrijev hidrogenkarbonat u Donatu Mg svojim alkalnim utjecajem djeluje protuupalno na želučanu sluznicu; a magnezij i kalcij, koji prate natrij, smanjuju njezino oticanje.";
"indication_3_desc" = "Donat Mg prirodna je mineralna voda najbogatija magnezijem*. Čovjeku je svakodnevno potrebno prosječno 375 mg tog minerala. Potrebe za magnezijem dodatno se povećavaju u trudnoći i tijekom dojenja te brzog rasta u adolescenciji. Veći gubici, a time i veće dnevne potrebe pojavljuju se u starijoj dobi, kod nekih metaboličkih poremećaja, konzumiranju nekih lijekova, dijeta i u stresnim razdobljima. U tijelo ga je najbolje unositi vodom. Magnezij u mineralnoj vodi tijelu je odmah na raspolaganju i brzo se uključuje u metaboličke procese.\n\n*Pregledani usporedni podaci obuhvaćaju sve tržišno dostupne i priznate prirodne mineralne vode iz registra EU-a.";
"indication_4_desc" = "Nedostatak magnezija kod osoba s dijabetesom tipa 2 nastupa zbog povećanih gubitaka tog minerala putem urina. Diabetes mellitus kod svih (i kod trudnica) koji su prvi put oboljeli od šećerne bolesti uzrokuje neravnotežu glukoze u krvi i sprečava djelovanje inzulina. Pijenjem Donata Mg nadoknadit ćete magnezij, šećerna će se bolest bolje regulirati, a oscilacije razine šećera bit će manje izražene.";
"indication_5_desc" = "Žuč bolesnika operiranih zbog kamenaca sadržava previše kolesterola ili premalo žučnih kiselina i lecitina. U presavijenom žučnom mjehuru nakuplja se gušća žuč koja se potpuno ne prazni. Magnezijev sulfat u Donatu Mg pospješuje izlučivanje žuči. Redovito pražnjenje žučnog mjehura sprečava nastanak žučnih kamenaca.";
"indication_6_desc" = "Donat Mg ima visoki sadržaj hidrogenkarbonata i magnezija, čime na prirodan način sprečava nastanak kalcijevih oksalatnih, uratnih i cistinskih kamenaca koji nastaju u kiseloj sredini. Oba sastojka utječu na regulaciju kiselinsko-bazne ravnoteže u tijelu. Hidrogenkarbonat posebno stvara snažnu bazičnu osnovu jer na sebe veže kiseline i time stvara alkalno okruženje koje sprečava stvaranje navedenih vrsta kamenaca.";
"indication_7_desc" = "Donat Mg prilikom mršavljenja neutralizira nastale kiseline i nadoknađuje izgubljene minerale. Vrlo je koristan na početku mršavljenja jer kao prirodni laksativ čisti tijelo od toksina. Sulfatne soli u Donatu Mg povećavaju izlučivanje holecistokinina, što smanjuje apetit. Magnezij uspješno pospješuje metabolizam, jača otpornost i povećava zalihe energije.";
"indication_8_desc" = "Donat Mg sadržava vrlo malo kuhinjske soli, zato ne utječe na krvni tlak. Sadržava veće količine magnezija (1000 mg/l). Magnezij je prijeko potreban element koji, između ostalog, pridonosi funkcioniranju mišićnog sustava. I naše je srce mišić koji za svoje normalno funkcioniranje treba magnezij. Treba ga unositi svaki dan ako ne želimo da dođe do zatajenja srca, poremećaja srčanog ritma i drugih neugodnosti koje prate nedostatak tog bitnog minerala.";
"indication_9_desc" = "Stres utječe na naše tijelo i duh jer tijelo putem vode gubi više mineralnih tvari, stoga se u tom razdoblju povećava potreba za vitaminima i mineralima. Nedostatak magnezija može izazvati čak i neke vrste glavobolje. Donat Mg bogat je tim mineralom koji znanstvenici nazivaju i »antistresnim mineralom« te »balzamom za živce i mišiće«.";
"indication_10_desc" = "Donat Mg bogat je ponajprije magnezijem, sulfatima, hirogenkarbonatima, sadržava i kalcij, natrij te druge mikroelemente. Naše tijelo obogaćuje mineralima, a istodobno zbog većeg sadržaja hidrogenkarbonata regulira kiselinsko-baznu ravnotežu tijela. Možemo ga piti cijeli život za zdravlje kao i za opće dobro raspoloženje.";

"indication_1_time" = "5 dana, prekid 2 dana, stalno ponavljanje";
"indication_2_time" = "Stalno ili s kraćim prekidima";
"indication_3_time" = "Stalno ili s kraćim prekidima";
"indication_4_time" = "5 dana, prekid 2 dana, stalno ponavljanje";
"indication_5_time" = "6 tjedana, prekid 4 tjedna 3 puta godišnje";
"indication_6_time" = "Stalno ili s kraćim prekidima";
"indication_7_time" = "3 mjeseca, prekid 1 mjesec, 3 puta godišnje";
"indication_8_time" = "2 mjeseca, prekid 1 mjesec, 3 puta godišnje";
"indication_9_time" = "2 mjeseca, prekid 1 mjesec, 3 puta godišnje";
"indication_10_time" = "Stalno ili s kraćim prekidima";

"drinking_na_tesce" = "Natašte";
"drinking_pred_spanjem" = "Prije spavanja";
"drinking_veckrat_dnevno" = "Više puta dnevno";
"drinking_20_min_pred" = "20 minuta prije jela";
"drinking_med_obroki" = "Između obroka i 1 – 2 sata nakon jela";
"drinking_opoldne" = "U podne";
"drinking_zvecer" = "Navečer";
"drinking_pred_kosilom" = "Prije ručka";
"drinking_pred_vecerjo" = "Prije večere";
"drinking_obcutek_lakote" = "Kod osjećaja gladi između i prije obroka";
"drinking_3_4_dnevno" = "3 – 4 puta dnevno";
"drinking_pred_jedjo" = "Prije jela";

"temperature_toplo" = "30–37 °C (toplo)";
"temperature_mlacno" = "23–25 °C (mlako)";
"temperature_sobna" = "20 °C (sobna temp)";
"temperature_hladno" = "17–18 °C (hladno)";
"temp_toplo" = "toplo";
"temp_mlacno" = "mlako";
"temp_sobna" = "sobna temp";
"temp_hladno" = "hladno";
"volume_suffix" = "dcl";

"speed_hitro" = "Brzo";
"speed_razmeroma_hitro" = "Razmjerno brzo";
"speed_pocasi" = "Polako";

"days_localized" = "MTWTFSS";
"month_1" = "January";
"month_2" = "February";
"month_3" = "March";
"month_4" = "April";
"month_5" = "May";
"month_6" = "June";
"month_7" = "July";
"month_8" = "August";
"month_9" = "September";
"month_10" = "October";
"month_11" = "November";
"month_12" = "December";
